IDEA Connection Link
ConnectionLink.TestConnection Method
Overload List
Name | Description
TestConnection(Action<IIOMSettings, IDEAProgress>, String, List<Int32>, List<Int32>, List<Int32>, String)
 Test Connection
TestConnection(Action<IIOMSettings, IDEAProgress>, String, List<String>, List<String>, List<String>, String)
 Test Connection
Top
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace